           Display "Hello, World!".
       Identification Division.
012345     Display "Hello, World!".
           Display "Hello, World!".                                     abcdefgh
           Display "Hello, World!".                                             invalid
      *    Display "Hello, World!".
123
           Display "Hello, World!".                                     abc
      *********************************************************************